tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
tap "hashicorp/tap"
tap "qmk/qmk"
tap "coursier/formulas"
tap "FelixKratz/formulae"
tap "koekeishiya/formulae"

cask "alt-tab"
cask "firefox-developer-edition"
cask "iterm2"
cask "microsoft-edge"
cask "google-chrome"
cask "docker"
cask "sublime-text"
cask "alacritty"
cask "sf-symbols"
cask "wezterm"
cask "qmk-toolbox"

brew "mas"
brew "eza"
brew "zoxide"
brew "fzf"
brew "bat"
brew "ripgrep"
brew "entr"
brew "lazygit"
brew "pipx"
brew "podman"
brew "neovim"
brew "tree"
brew "stow"
brew "powerlevel10k"
brew "gh"
# echo "source $(brew --prefix)/share/powerlevel10k/powerlevel10k.zsh-theme" >>~/.zshrc
brew "tldr"
brew "act"
brew "ansible"
brew "poetry"
brew "zellij"
brew "kubernetes-cli"
brew "lazygit"
brew "jq"
brew "yq"
brew "gpg2"
brew "gnupg"
brew "pinentry-mac"
brew "azure-cli"
brew "kubecolor"
brew "helm"
brew "ffmpeg"
brew "gifsicle"
brew "qmk/qmk/qmk"
brew "hashicorp/tap/terraform"
brew "coursier/formulas/coursier"
brew "sketchybar"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "borders"
# brew "homebrew/cask-fonts/font-sf-pro"
cask "bruno"
brew "k3d"
brew "act"
cask "mos"
brew "graphviz"
